{
    "quizID": 1101,
    "title": "Topic 1 Biology Test ",
    "totalQuCount": 20, 
    "quCountToDisplay": 7,
    "questionList": [
        {
            "qu": "Where can 70s ribosomes be found?",
            "a1": "On membranes of the Golgi apparatus",
            "a2": "In prokaryotic cells",
            "a3": "On membranes of the rough endoplasmic reticulum",
            "a4": "In nuclei",
            "ans": 2,
            "timeUpper": 10,

            "marks": 1,
            "solution": "70S ribosomes are found in prokaryotic cells and the chloroplast"
        },
        {
            "qu": "If a Sequoia sempervirens tree is 100 m tall and a drawing of it is 100 mm tall, what is the magnification of the drawing?",
            "a1": "×0.001",
            "a2": "×0.1",
            "a3": "×1.0",
            "a4": "×1000",
            "ans": 1,
            "timeUpper": 10,
            "marks": 1,
            "solution": "1 m = 1000 mm. Magnification = size of real object / size of image. 100/100000 = 0.001"
        },
        {
            "qu": "Which of the following structures does Escherichia coli have? I.Ribosomes II.Pili III.Nucleus",
            "a1": "I only",
            "a2": "I and II only",
            "a3": "II and III only",
            "a4": "I, II and III",
            "ans": 2,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Bacteria do not contain membrane-bound organelles such as mitochondria or chloroplasts, as eukaryotes do. As ribosome is not membrane bound, E. coil as a prokaryotic cell, have ribosome and pili and free floating DNA"
        },
        {
            "qu": "What is proportional to a cell’s surface area?",
            "a1": "Rate of exchange of materials",
            "a2": "Rate of heat production",
            "a3": "Rate of waste production",
            "a4": "Rate of oxygen consumption",
            "ans": 1,
            "timeUpper": 10,
            "marks": 1,
            "solution": "The rate of exchange of materials"
        },
        {
            "qu": "Which process requires channel proteins?",
            "a1": "Simple diffusion",
            "a2": "Exocytosis",
            "a3": "Facilitated diffusion",
            "a4": "Binding of hormones",
            "ans": 3,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Facilitated diffusion is the diffusion of solutes through transport proteins in the plasma membrane. Channel proteins, gated channel proteins, and carrier proteins are three types of transport proteins that are involved in facilitated diffusion."
        },
        {
            "qu": "Which feature of striated muscle cells allows them to be considered as a possible exception to the cell theory?",
            "a1": "They are found in multicellular organisms.",
            "a2": "They contain more than one nucleus.",
            "a3": "They are specialized for movement.",
            "a4": "They do not carry out mitosis.",
            "ans": 2,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Having two nuclei is like having two sets of blueprints, so the cells can build two proteins at the same time. The muscle cells attached to your skeleton and that help you move your body have multiple nuclei. Skeletal muscle is composed of long, fiber-like cells, which fuse together as they're made. The more nuclei, the more protein can be produced, which leads to a stronger skeletal muscle. This is important because protein synthesis is essential for muscle hypertrophy, or growth, due to increased protein synthesis rates leading to increased protein deposition."
        },
        {
            "qu": "Which characteristic of stem cells makes them useful for treating Stargardt’s disease?",
            "a1": "They can differentiate into retinal cells.",
            "a2": "They are readily available from especially created embryos.",
            "a3": "They transport white blood cells to the eyes.",
            "a4": "They divide by binary fission so provide sufficient cells.",
            "ans": 1,
            "timeUpper": 10,
            "marks": 1,
            "solution": "They can differentiate along different pathways in embryonic development which makes stem cells useful for therapeutic uses (e.g. Stargardt's disease) because they can be grown into many different tissues."
        },
        {
            "qu": "What provides evidence for the endosymbiotic theory?",
            "a1": "Mitochondrial DNA in eukaryotic cells",
            "a2": "70S ribosomes in prokaryotic cells",
            "a3": "Gene transfer from prokaryotic cells to eukaryotic cells using plasmids",
            "a4": "Prokaryotic cells (Escherichia coli) in the large intestine digest proteins",
            "ans": 1,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Bacteria, a prokaryote, has circular DNA, as do mitochondria and chloroplasts. This provides support for the Endosymbiotic Theory, which states that the mitochondria and chloroplast in eukaryotic cells were once aerobic bacteria (prokaryote) that were ingested by a large anaerobic bacteria (prokaryote)."
        },
        {
            "qu": "The cell membrane model proposed by Davson–Danielli was a phospholipid bilayer sandwiched between two layers of globular protein.  Which evidence led to the acceptance of the Singer–Nicolson model?",
            "a1": "The orientation of the hydrophilic phospholipid heads towards the proteins",
            "a2": "The formation of a hydrophobic region on the surface of the membrane",
            "a3": "The placement of integral and peripheral proteins in the membrane",
            "a4": "The interactions due to amphipathic properties of phospholipids",
            "ans": 3,
            "timeUpper": 10,
            "timeMid": 16,
            "timeLower": 30,
            "marks": 1,
            "solution": "Since proteins usually appear dark and phospholipids white, the micrographs were interpreted as a phospholipid bilayer sandwiched between two protein layers. The model proposed an explanation for why certain substances were not able to pass through cell membranes, while also accounting for the thinness of membranes."
        },
        {
            "qu": "The giant alga Acetabularia has a feature that suggests it is an exception to the cell theory. What feature is this?",
            "a1": "It lacks a nucleus",
            "a2": "It lacks a cell wall.",
            "a3": "It has only one mitochondrion.",
            "a4": "It lacks subdivision into separate cells.",
            "ans": 4,
            "timeUpper": 10,
            "marks": 1,
            "solution": "It lacks subdivision into separate cells."
        },
        {
            "qu": "The giant marine alga Halicystis ovalis is able to move sodium ions from vacuoles to the surrounding seawater through active transport.  Which condition or feature is required for this mode of transport?",
            "a1": "Movement from a region of higher sodium concentration to a region of lower sodium concentration",
            "a2": "A partially permeable surface",
            "a3": "Membrane fluidity",
            "a4": "Transmembrane proteins",
            "ans": 4,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Transmembrane proteins"
        },
        {
            "qu": "Which organism has DNA located in three organelles?",
            "a1": "A sponge",
            "a2": "A fern",
            "a3": "A flatworm",
            "a4": "A bacterium",
            "ans": 2,
            "timeUpper": 15,
            "marks": 1,
            "solution": "DNA can be found in three organelles: the nucleus, mitochondrion, and chloroplast. Only eukaryotes have a nucleus"
        },
        {
            "qu": "The salt concentration inside an animal cell is 1.8 %. The salt concentration in the surrounding medium becomes 5 %. What will be the likely response?",
            "a1": "The cell will gain water from the medium.",
            "a2": "The cell will lose salt to the medium.",
            "a3": "The cell will remain unchanged.",
            "a4": "The cell will shrink from loss of water.",
            "ans": 4,
            "timeUpper": 10,
            "marks": 1,
            "solution": "The cell will shrink from loss of water because of osmosis"
        },
        {
            "qu": "What occurs during meiosis but not mitosis?",
            "a1": "Spindles are formed from microtubules.",
            "a2": "Chromosome number is conserved.",
            "a3": "Homologous chromosomes pair up.",
            "a4": "Centromeres split.",
            "ans": 3,
            "timeUpper": 10,
            "timeMid": 15,
            "timeLower": 50,
            "marks": 1,
            "solution": "Homologous chromosomes pair up."
        },
        {
            "qu": "What is the approximate thickness of the plasma membrane of a cell?",
            "a1": "10 nm",
            "a2": "50 nm",
            "a3": "10 µm",
            "a4": "50 µm",
            "ans": 1,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Plasma membrane or cell membrane is the outer covering of all the cells and made up of phospholipid bilayer structure with embedded proteins. The thickness of the plasma membrane ranges from 7.0nm to 10nm"
        },
        {
            "qu": "Which property makes stem cells suitable for therapeutic use?",
            "a1": "They can divide by meiosis to form gametes.",
            "a2": "They contain chemicals that can kill bacteria.",
            "a3": "Their chromosomes are suitable for gene transfer and cloning.",
            "a4": "They can differentiate into specialized cells.",
            "ans": 4,
            "timeUpper": 10,
            "marks": 1,
            "solution": "They can differentiate into specialized cells."
        },
        {
            "qu": "Which process is possible due to the fluidity of cell membranes?",
            "a1": "Endocytosis",
            "a2": "Osmosis",
            "a3": "ATP production",
            "a4": "Cell recognition",
            "ans": 1,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Endocytosis"
        },
        {
            "qu": "How do prokaryotic cells divide?",
            "a1": "By mitosis",
            "a2": "By meiosis",
            "a3": "By budding",
            "a4": "By binary fission",
            "ans": 4,
            "timeUpper": 10,
            "marks": 1,
            "solution": "Binary fission occur in prokaryotes. Mitosis only occur in eukaryotes. Budding occurs in yeasts, Amoeba, etc. Fragmentation occurs in fungi, jellyfish, starfish, lichens etc. Meiosis only occurs in reproductive cells, as the goal is to create haploid gametes that will be used in fertilization"
        },
        {
            "qu": "During which phase of the cell cycle do chromosomes duplicate?",
            "a1": "G1",
            "a2": "S",
            "a3": "G2",
            "a4": "Mitosis",
            "ans": 2,
            "timeUpper": 10,
            "marks": 1,
            "solution": "in the S phase"
        },
        {
            "qu": "What is the difference between a cell in the G1 phase and a cell in the G2 phase of the cell cycle?",
            "a1": "A cell in the G2 phase would be smaller than a cell in the G1 phase.",
            "a2": "A cell in the G2 phase would have more mitochondria than a cell in the G1 phase.",
            "a3": "A cell in the G1 phase would have more DNA in its chromosomes than a cell in the G2 phase.",
            "a4": "DNA replication occurs in the G1 phase but not in the G2 phase.",
            "ans": 2,
            "timeUpper": 15,
            "marks": 1,
            "solution": "During the G1 phase, the cell shows first growth by copying organelles and making the molecular building blocks which are necessary for later steps. During the G2 phase, the cell shows the second growth by making proteins and organelles and beginning to reorganize its contents in preparation for mitosis."
        }
    ]

}